{
  "architectures": [
    "MolmoForCausalLM"
  ],
  "attention_layer_norm": false,
  "auto_map": {
    "AutoConfig": "config_molmo.MolmoConfig",
    "AutoModelForCausalLM": "modeling_molmo.MolmoForCausalLM"
  },
  "clip_qkv": null,
  "embedding_size": 152064,
  "hidden_size": 3584,
  "initializer_range": 0.02,
  "intermediate_size": 37888,
  "layer_norm_eps": 1e-06,
  "layer_norm_type": "rms",
  "max_position_embeddings": 4096,
  "model_type": "molmo",
  "norm_after": false,
  "num_attention_heads": 28,
  "num_hidden_layers": 28,
  "num_key_value_heads": 4,
  "qkv_bias": true,
  "quantization_config": {
    "_load_in_4bit": true,
    "_load_in_8bit": false,
    "bnb_4bit_compute_dtype": "float16",
    "bnb_4bit_quant_storage": "uint8",
    "bnb_4bit_quant_type": "nf4",
    "bnb_4bit_use_double_quant": false,
    "llm_int8_enable_fp32_cpu_offload": false,
    "llm_int8_has_fp16_weight": false,
    "llm_int8_skip_modules": [
      "model.vision_backbone",
      "model.transformer.ff_out",
      "model.transformer.ln_f"
    ],
    "llm_int8_threshold": 6.0,
    "load_in_4bit": true,
    "load_in_8bit": false,
    "quant_method": "bitsandbytes"
  },
  "rope_theta": 1000000.0,
  "tie_word_embeddings": false,
  "torch_dtype": "float16",
  "transformers_version": "4.55.0",
  "use_cache": true,
  "use_position_ids": true,
  "vocab_size": 152064,
  "weight_tying": false
}
