{
  "metadata": {
    "total_parameters": 8021025280,
    "total_size": 6661964712
  },
  "weight_map": {
    "model.transformer.blocks.0.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.0.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.1.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.10.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.11.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.12.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.13.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.14.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.15.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.16.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.17.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.18.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.19.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.2.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.20.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.21.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.22.att_proj.bias": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.att_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.att_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.att_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.attn_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.22.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.22.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.22.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.22.ff_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.ff_out.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.ff_out.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.ff_out.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.ff_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.ff_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.ff_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.22.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.att_proj.bias": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.att_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.att_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.att_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.attn_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.attn_out.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.attn_out.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.attn_out.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.ff_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.ff_out.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.ff_out.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.ff_out.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.ff_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.ff_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.ff_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.23.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.att_proj.bias": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.att_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.att_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.att_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.attn_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.attn_out.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.attn_out.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.attn_out.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.ff_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.ff_out.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.ff_out.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.ff_out.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.ff_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.ff_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.ff_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.24.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.att_proj.bias": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.att_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.att_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.att_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.attn_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.attn_out.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.attn_out.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.attn_out.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.ff_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.ff_out.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.ff_out.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.ff_out.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.ff_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.ff_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.ff_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.25.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.att_proj.bias": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.att_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.att_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.att_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.attn_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.attn_out.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.attn_out.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.attn_out.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.ff_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.ff_out.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.ff_out.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.ff_out.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.ff_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.ff_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.ff_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.26.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.att_proj.bias": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.att_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.att_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.att_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.attn_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.attn_out.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.attn_out.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.attn_out.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.ff_norm.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.ff_out.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.ff_out.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.ff_out.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.ff_proj.weight": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.ff_proj.weight.absmax": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.ff_proj.weight.quant_map": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.27.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00002.safetensors",
    "model.transformer.blocks.3.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.3.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.4.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.5.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.6.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.7.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.attn_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.attn_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.attn_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.attn_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.ff_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.ff_out.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.ff_out.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.ff_out.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.ff_out.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.ff_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.ff_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.ff_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.8.ff_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.9.att_proj.bias": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.9.att_proj.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.9.att_proj.weight.absmax": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.9.att_proj.weight.quant_map": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.9.att_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.9.attn_norm.weight": "model-00001-of-00002.safetensors",
    "model.transformer.blocks.9.attn_out.weight": "model-00001-of-00002.safetensors",
